tap 'fforster/gitlab-mcp', 'https://gitlab.com/fforster/homebrew-gitlab-mcp.git'
brew 'gitlab-mcp'
brew 'ca-certificates'

cask '1password-cli'
cask 'bartender'
cask 'brave-browser'
cask 'browserino'
cask 'caffeine'
cask 'calibre'
cask 'ccleaner'
cask 'claude'
cask 'claude-code'
cask 'cloudflare-warp'
cask 'cyberduck'
cask 'drivedx'
cask 'emacs'
cask 'emacs-app'
cask 'firefox'
cask 'font-fira-code'
cask 'fork'
cask 'gcloud-cli'
cask 'ghostty'
cask 'gimp'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'iterm2'
cask 'libreoffice'
cask 'lm-studio'
cask 'lulu'
cask 'megasync'
cask 'mullvad-vpn'
cask 'notion'
cask 'obsidian'
cask 'portfolioperformance'
cask 'rar'
cask 'rectangle'
cask 'rio'
cask 'smlnj'
cask 'spotify'
cask 'tableplus'
cask 'tailscale-app'
cask 'telegram'
cask 'todoist-app'
cask 'unnaturalscrollwheels'
cask 'utm'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zen'
